Repository: wp-plugins/jpress-archive
Catalog: languages/jpress-archive-*.po
Languages: fr_fr

source: Archived
fr_fr: Archivé

source: Archived <span class="count">(%s)</span>
fr_fr: Archivé <span class="count">(%s)</span>

source: Move to archive
fr_fr: Déplacer dans les archives

source: Archive
fr_fr: Archiver

source: Restore
fr_fr: Restaurer

source: No post to archive !
fr_fr: Aucun post à archiver !

source: Sorry, no ID specified.
fr_fr: Désolé, aucun ID spécifié.

source: No post to restore !
fr_fr: Aucun post à restaurer !

source: The item was moved to the archives.
fr_fr: L'élément a été déplacé dans les archives.

source: The item has been restored : %2$s.
fr_fr: L'élément a été restauré : %2$s.

source: Settings
fr_fr: Configuration

source: General Archive Settings
fr_fr: Configuration générale de l'archivage

source: Front End visibility
fr_fr: Visibilité sur le front office

source: Back End visibility
fr_fr: Visibilité dans l'interface d'administration

source: Purge Settings
fr_fr: Configuration du purge

source: Delete automaticaly items older than
fr_fr: Supprimer automatiquement les éléments datant de

source: Items to delete
fr_fr: Eléments à supprimer

source: Show archived post in front end
fr_fr: Afficher les archives sur le front office

source: Show archived post in default admin list view (without filtering post status)
fr_fr: Afficher les archives dans la page de liste par défaut (sans filtrage par status)

source: year
fr_fr: an

source: month
fr_fr: mois

source: Archives manager
fr_fr: Gestion des archives

source: Archives center
fr_fr: Archives

source: As monthly archive of your site&#8217;s Posts.
fr_fr: Archive mensuel des contenus de votre site.

source: Post type :
fr_fr: Type de publication
